public class Main {
    public static void main(String[] args) {
        int ticket = 3333;
        int rubles = 20;
        int milli = ticket / rubles;
        System.out.println(milli);

        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной милли

        // Рассчитываете количество бонусных милль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}
